Repository: fluxrtx18-source/replai
Catalog: ReplAI/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

source: /month
de: /Monat
es: /mes
fr: /mois
it: /mese
pt: /mês

source: /week
de: /Woche
es: /semana
fr: /sem.
it: /sett.
pt: /sem.

source: /year
de: /Jahr
es: /año
fr: /an
it: /anno
pt: /ano

source: 6 tone-matched reply options
de: 6 tongerechte Antwortoptionen
es: 6 opciones de respuesta adaptadas al tono
fr: 6 réponses adaptées au ton
it: 6 opzioni di risposta per tono
pt: 6 opções de resposta por tom

source: 100% on-device — fully private
de: 100 %% lokal – vollständig privat
es: 100 %% en el dispositivo — completamente privado
fr: 100 %% sur l'appareil — totalement privé
it: 100 %% sul dispositivo — completamente privato
pt: 100 %% no dispositivo — totalmente privado

source: Assertive
de: Bestimmt
es: Asertivo
fr: Assertif
it: Assertivo
pt: Assertivo

source: Best Value
de: Bestes Angebot
es: Mejor precio
fr: Meilleur rapport
it: Miglior valore
pt: Melhor custo-benefício

source: Calm
de: Ruhig
es: Tranquilo
fr: Calme
it: Calmo
pt: Calmo

source: Calm tone always free · Upgrade for all 6 + insights
de: Ruhiger Ton kostenlos · Upgrade für alle 6 + Einblicke
es: Tono tranquilo siempre gratis · Mejora para los 6 + análisis
fr: Ton calme gratuit · Passez Pro pour 6 tons + analyses
it: Tono calmo gratis · Aggiorna per tutti i 6 + analisi
pt: Tom calmo sempre grátis · Assine para todos os 6 + insights

source: Choose Screenshot
de: Screenshot wählen
es: Elegir captura
fr: Choisir une capture
it: Scegli screenshot
pt: Escolher captura

source: Choose your reply
de: Wähle deine Antwort
es: Elige tu respuesta
fr: Choisissez votre réponse
it: Scegli la tua risposta
pt: Escolha sua resposta

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
pt: Copiado

source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
pt: Copiado para a área de transferência

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt: Copiar

source: Couldn't find an image to analyse. Make sure you're sharing a screenshot.
de: Kein Bild zum Analysieren gefunden. Stelle sicher, dass du einen Screenshot teilst.
es: No se encontró una imagen para analizar. Asegúrate de compartir una captura de pantalla.
fr: Impossible de trouver une image à analyser. Assurez-vous de partager une capture d'écran.
it: Impossibile trovare un'immagine da analizzare. Assicurati di condividere uno screenshot.
pt: Não foi possível encontrar uma imagem para analisar. Certifique-se de compartilhar uma captura de tela.

source: Couldn't load image.
de: Bild konnte nicht geladen werden.
es: No se pudo cargar la imagen.
fr: Impossible de charger l'image.
it: Impossibile caricare l'immagine.
pt: Não foi possível carregar a imagem.

source: Couldn't open ReplAI. Please launch the app first.
de: ReplAI konnte nicht geöffnet werden. Bitte starte zuerst die App.
es: No se pudo abrir ReplAI. Abre la app primero.
fr: Impossible d'ouvrir ReplAI. Veuillez d'abord lancer l'app.
it: Impossibile aprire ReplAI. Apri prima l'app.
pt: Não foi possível abrir o ReplAI. Abra o app primeiro.

source: Couldn't Read Screenshot
de: Screenshot konnte nicht gelesen werden
es: No se pudo leer la captura
fr: Impossible de lire la capture
it: Impossibile leggere lo screenshot
pt: Não foi possível ler a captura

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt: Concluído

source: Double-tap to copy
de: Doppeltippen zum Kopieren
es: Toca dos veces para copiar
fr: Double-appuyez pour copier
it: Tocca due volte per copiare
pt: Toque duas vezes para copiar

source: Emotional insight
de: Emotionale Einsicht
es: Perspectiva emocional
fr: Analyse émotionnelle
it: Intuizione emotiva
pt: Perspectiva emocional

source: Finding the right words...
de: Suche nach den richtigen Worten...
es: Buscando las palabras adecuadas...
fr: Recherche des bons mots...
it: Cerco le parole giuste...
pt: Encontrando as palavras certas...

source: Firm
de: Direkt
es: Firme
fr: Ferme
it: Fermo
pt: Firme

source: Gentle
de: Sanft
es: Suave
fr: Doux
it: Dolce
pt: Gentil

source: Get six replies in different tones. Tap one to copy.
de: Erhalte sechs Antworten in verschiedenen Tönen. Tippe zum Kopieren.
es: Obtén seis respuestas en diferentes tonos. Toca una para copiarla.
fr: Obtenez six réponses dans différents tons. Appuyez pour copier.
it: Ottieni sei risposte in toni diversi. Tocca per copiare.
pt: Receba seis respostas em tons diferentes. Toque para copiar.

source: Heartfelt
de: Herzlich
es: Sincero
fr: Sincère
it: Sincero
pt: Sincero

source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
pt: Como funciona

source: Know what to say.
de: Weiß, was du sagen willst.
es: Sabe qué responder.
fr: Sais quoi répondre.
it: Sai cosa rispondere.
pt: Saiba o que responder.

source: No image found in the share sheet.
de: Kein Bild im Teilen-Menü gefunden.
es: No se encontró ninguna imagen en el menú de compartir.
fr: Aucune image trouvée dans le menu de partage.
it: Nessuna immagine trovata nel pannello di condivisione.
pt: Nenhuma imagem encontrada na área de compartilhamento.

source: Opening ReplAI...
de: ReplAI wird geöffnet...
es: Abriendo ReplAI...
fr: Ouverture de ReplAI...
it: Apertura di ReplAI...
pt: Abrindo ReplAI...

source: Playful
de: Verspielt
es: Juguetón
fr: Enjoué
it: Giocoso
pt: Brincalhão

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade

source: Reading your conversation...
de: Gespräch wird gelesen...
es: Leyendo tu conversación...
fr: Lecture de votre conversation...
it: Lettura della conversazione...
pt: Lendo sua conversa...

source: ReplAI reads the conversation on-device — privately
de: ReplAI liest das Gespräch lokal auf deinem Gerät – vollständig privat
es: ReplAI lee la conversación en el dispositivo, de forma privada
fr: ReplAI lit la conversation sur l'appareil — en toute confidentialité
it: ReplAI legge la conversazione sul dispositivo, in modo privato
pt: ReplAI lê a conversa no dispositivo — com total privacidade

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

source: Restoring...
de: Wird wiederhergestellt...
es: Restaurando...
fr: Restauration...
it: Ripristino...
pt: Restaurando...

# save.percent
source: Save %ld%%
de: Spare %ld%%
es: Ahorra %ld%%
fr: Économisez %ld%%
it: Risparmia %ld%%
pt: Economize %ld%%

source: See what's really happening in this conversation
de: Erfahre, was wirklich in diesem Gespräch passiert
es: Descubre qué está pasando de verdad en esta conversación
fr: Découvrez ce qui se passe vraiment dans cette conversation
it: Scopri cosa sta succedendo davvero in questa conversazione
pt: Veja o que realmente está acontecendo nesta conversa

source: Share a screenshot from Messages or Photos
de: Teile einen Screenshot aus Nachrichten oder Fotos
es: Comparte una captura de Mensajes o Fotos
fr: Partagez une capture depuis Messages ou Photos
it: Condividi uno screenshot da Messaggi o Foto
pt: Compartilhe uma captura de Mensagens ou Fotos

source: Share a screenshot of your conversation and get six reply options — crafted for the moment.
de: Teile einen Screenshot deines Gesprächs und erhalte sechs Antwortvorschläge – passend für den Moment.
es: Comparte una captura de tu conversación y recibe seis opciones de respuesta, diseñadas para el momento.
fr: Partagez une capture de votre conversation et obtenez six réponses adaptées à la situation.
it: Condividi uno screenshot della tua conversazione e ottieni sei risposte su misura.
pt: Compartilhe uma captura da sua conversa e receba seis opções de resposta para o momento.

source: Subscription auto-renews. Cancel anytime in Settings.
de: Abonnement verlängert sich automatisch. Jederzeit in Einstellungen kündigen.
es: La suscripción se renueva automáticamente. Cancela en cualquier momento en Ajustes.
fr: L'abonnement se renouvelle automatiquement. Annulez dans Réglages.
it: L'abbonamento si rinnova automaticamente. Annulla in Impostazioni.
pt: A assinatura é renovada automaticamente. Cancele a qualquer momento em Configurações.

source: Suggested
de: Empfohlen
es: Sugerida
fr: Suggérée
it: Suggerita
pt: Sugerida

source: Tap any reply to copy instantly
de: Tippe zum sofortigen Kopieren
es: Toca cualquier respuesta para copiarla
fr: Appuyez sur une réponse pour la copier
it: Tocca una risposta per copiarla
pt: Toque em qualquer resposta para copiar

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt: Termos de Serviço

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
pt: Tentar novamente

source: Unlimited analyses every week
de: Unbegrenzte Analysen jede Woche
es: Análisis ilimitados cada semana
fr: Analyses illimitées chaque semaine
it: Analisi illimitate ogni settimana
pt: Análises ilimitadas toda semana

source: Unlimited analyses. Always the right words.
de: Unbegrenzte Analysen. Immer die richtigen Worte.
es: Análisis ilimitados. Siempre las palabras correctas.
fr: Analyses illimitées. Toujours les bons mots.
it: Analisi illimitate. Sempre le parole giuste.
pt: Análises ilimitadas. Sempre as palavras certas.

source: Unlock ReplAI
de: ReplAI freischalten
es: Desbloquea ReplAI
fr: Débloquez ReplAI
it: Sblocca ReplAI
pt: Desbloqueie o ReplAI

source: Upgrade
de: Abonnieren
es: Suscríbete
fr: Passer Pro
it: Abbonati
pt: Assinar

source: Upgrade to unlock
de: Upgrade zum Freischalten
es: Mejora para desbloquear
fr: Passez Pro pour débloquer
it: Aggiorna per sbloccare
pt: Assine para desbloquear

source: What's happening
de: Was passiert
es: Qué está pasando
fr: Ce qui se passe
it: Cosa sta succedendo
pt: O que está acontecendo

source: Your data never leaves your device
de: Deine Daten verlassen nie dein Gerät
es: Tus datos nunca salen de tu dispositivo
fr: Vos données ne quittent jamais votre appareil
it: I tuoi dati non lasciano mai il dispositivo
pt: Seus dados nunca saem do seu dispositivo
